{
  "out_amount": "Already paid:",
  "total_games": "Total games:",
  "jackpot": "Jackpot:",
  "need_choose_numbers": "It remains to choose the numbers:",
  "win_chance": "Chances of winning:",
  "buy_button": "Buy for",
  "clear_choice": "Clear Selection",
  "random_choice": "Choose randomly",
  "true_numbers": "Guessed numbers",
  "prize_amount": "Winning",
  "light_mode": "Switch to a light theme",
  "dark_mode": "Switch to a dark theme",
  "choose_more_numbers_v2": "Choose more numbers to increase the chances of winning",
  "translate_help": "Help with translation",
  "title_v2": "TON Lottery is Fair. Smart. Transparency.",
  "telegram_support": "Telegram Support",
  "close_dialog": "Close",
  "your_numbers": "Your numbers",
  "other": "Other",
  "how_to": "Instruction manual",
  "choose_six_numbers": "Choose from 6 numbers",
  "try_choose_more": "The more numbers there are, the more chances of winning",
  "about": "About the project",
  "about_main": "TON Lottery is the first numerical decentralized lottery operating in the \"The Open Network\" network.",
  "about_main_concepts": "The fundamental principles of the lottery are freedom, transparency, and honesty. These concepts are achieved by using the capabilities of smart contracts.",
  "open_source": "The source code of the lottery is in the \"smart contract\", which is part of the TON network. It cannot be closed, deleted, or changed.",
  "sc_wallet": "A smart contract is the same wallet as everyone else, but with the ability to run algorithms. Anyone can look at all incoming or outgoing lottery transactions.",
  "sc_dapp": "Контракт полностью автономный, он не требует участия третьих лиц, всё происходит автоматически в сети TON. Даже организаторы проекта не способны повлиять на результат розыгрышей, или вывести средства себе на кошелек. Исходный код проекта верифицирован, с ним также может ознакомиться любой желающий.",
  "why_us": "Advantages of TON Lottery:",
  "from_anywhere": "Участие из любой точки мира, с любым гражданством",
  "full_open_source": "Fully open source project code",
  "instant_pays": "Instant payouts (even large jackpots)",
  "min_prize": "Гарантированный приз (после розыгрыша джекпота, следующий джекпот не будет начинаться с нуля)",
  "low_fees": "Комиссия на поддержание продукта всего 10 процентов, по сравнению с государственными лотерями, чей процент составляет 30-60 процентов",
  "anon": "COMPLETE anonymity. No registration, no bank cards",
  "rules_forever": "The rules cannot be changed, since it is impossible to edit the source code of the product",
  "guarantee": "Guaranteed payouts - all winnings are sent automatically, they cannot be canceled"
}
